#ifndef SIMPLEDB_COSMIC_MIND_H_
#define SIMPLEDB_COSMIC_MIND_H_
/*
                   _ooOoo_
                  o8888888o
                  88" . "88
                  (| -_- |)
                  O\  =  /O
               ____/`---'\____
             .'  \\|     |//  `.
            /  \\|||  :  |||//  \
           /  _||||| -:- |||||-  \
           |   | \\\  -  /// |   |
           | \_|  ''\---/''  |   |
           \  .-\__  `-`  ___/-. /
         ___`. .'  /--.--\  `. . __
      ."" '<  `.___\_<|>_/___.'  >'"".
     | | :  `- \`.;`\ _ /`;.`/ - ` : | |
     \  \ `-.   \_ __\ /__ _/   .-` /  /
======`-.____`-.___\_____/___.-`____.-'======
                   `=---='
^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^
BGM「感情の摩天楼　～ Cosmic Mind」
^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^
DDL就要到了，我向佛祖许愿
佛说，我可以让你许个愿
我对佛说，那就让我库里的所有代码永远正常运行
佛说，只能四天
我说，行，春天，夏天，秋天，冬天
佛说，不行，三天
我说，那就昨天，今天，明天
佛说，不行，两天
我说，那就白天，黑天
佛说，只能一天
我说行
佛茫然地看着我说，哪一天
我说，
答 辩 那 一 天
*/

#endif // SIMPLEDB_COSMIC_MIND_H_
